{
  "first": [
    {
      "title": "Sprejem dijakov",
      "startTime": "10:00",
      "location": "PA",
      "accentColor": "#EB5859"
    },

    {
      "title": "Igre",
      "startTime": "12:00",
      "location": "P16 ",
      "accentColor": "#EBD157",
      "content": [
        "<p>Pri predmetu Programiranje 1 že tradicionalno prirejamo tekmovanja v programiranju namiznih iger. Študentski programi so doslej tekmovali v igrah, kot so Štiri v vrsto, Točke in črte, Hex, Gomoku ... Marsikateri udeleženec ob vpisu na fakulteto ni imel nikakršnega predznanja programiranja, po borih treh mesecih študija pa je na tekmovanju dosegel nadpovprečno uvrstitev ali celo zmago.</p>",
        "<p>Pomerite se proti zmagovalnim programom iz preteklih let in se prepričajte o njihovi moči!</p>"
      ]
    },

    {
      "title": "Sheep Herding",
      "startTime": "12:00",
      "location": "P20",
      "accentColor": "#4A84A3",
      "content": [
        "<p>V vlogi kužka v eni minuti pripelji čim več ovc v skedenj. Preganjanje ovc? A je to biotehniška in ne računalniški faks? Res je nova stavba FRI na isti lokaciji, ampak ali sem morda zašel v napačno stojnico? Če se ti po glavi vrtijo ta vprašanja, naj te potolažim. Nisi zgrešil. Če te zanima, kaj imajo skupnega črede ovc, jate rib in ptic, vojaški droni, igre in filmi Gospodar prstanov se nam pridruži."
      ]
    },
    {
      "title": "Fishertechnik",
      "startTime": "12:00",
      "location": "P20",
      "accentColor": "#4A84A3",
      "content": [
        "<p>Ste že kdaj videli, kako je videti moderna tovarna - praktično česarkoli se spomnite – od znotraj? Polna je obdelovalnih strojev, tekočih trakov, lučk, transporterjev … In vse deluje usklajeno, načrtovano, sprogramirano. Bi želeli vedeti, kakšni »možgani« so v ozadju in kako se programira take stroje? Prikazali vam bomo igračkast model proizvodnje linije in pravi industrijski računalnik, ki to linijo spravlja k življenju. Poleg tega boste lahko iz prve roke oziroma ust naših študentov izvedeli, kaj vse se lahko naučite pri nas in kako je to lahko zabavno.</p>"
      ]
    },
    {
      "title": "Minecraft Slovenia",
      "startTime": "12:00",
      "location": "P20",
      "accentColor": "#4A84A3",
      "content": [
        "<p>Ste se kdaj med igranjem računalniške igre vprašali, kako bi v tej igri izgledal vaš domači kraj? Ste poskusili v igri Minecraft to narediti sami? Aplikacija Slovenija iz kock prikaže poljuben izsek iz slovenske pokrajine, zgrajene iz kock oz. blokov, podobnim tistim v igri Minecraft. Aplikacija uporablja odprte podatkovne zbirke Agencije Republike Slovenije za okolje (ARSO), natančneje zbirki posnetkov LIDAR in Ortofoto.</p>",
        "<p>Obiskovalci bodo lahko izbrali predel Slovenije oz. njihovega domačega kraja, ki jim ga bo aplikacija upodobila v obliki 3D modela. Izris si bodo obiskovalci lahko poslali na svoj elektronski naslov.</p>"
      ]
    },

    {
      "title": "Zombie Walk",
      "startTime": "12:00",
      "location": "P19",
      "accentColor": "#EB8B58",
      "content": [
        "<p>Verjetno si v filmih opazil, da imajo zombiji zanje značilno hojo. Ali misliš, da jo lahko oponašaš? Danes lahko to poskusiš. 'Zombie walk' zajema podatke inercijskih senzorjev v tvojem telefonu med hojo in jih pošilja v oblak, tam pa poseben algoritem oceni, kako je način tvoje hoje podoben zombijevi. Sodelovanje je preprosto: s svojim Android telefonom se prijaviš v Wi-Fi, namestiš in zaženeš aplikacijo, vpišeš svoj vzdevek in - hodiš kot zombie! Na ta način lahko ugotoviš, kako dobra je tvoja zombie-hoja, prav tako pa lahko tekmuješ s prijatelji in se primerjaš z ostalimi udeleženci.</p>"
      ]
    },
    {
      "title": "Slavni dvojnik",
      "startTime": "12:00",
      "location": "P19",
      "accentColor": "#EB8B58",
      "content": [
        "<p>Slavni dvojnik zajame slike posameznika in na podlagi njegovih značilnosti poišče sliko znane osebnosti, ki ji je najbolj podoben. Podobnost se išče z nevronskimi mrežami, ki so bile naučene na velikem sklopu podatkov OpenFace. Aplikacijo predstavlja sklop interaktivnih komponent, razvitih v okolju za podatkovno analitiko in strojno učenje Orange, ki ga od leta 1996 razvijamo na Fakulteti za računalništvo in informatiko.</p>"
      ]
    },
    {
      "title": "Parkinsoncheck",
      "startTime": "12:00",
      "location": "P19",
      "accentColor": "#EB8B58",
      "content": [
        "<p>Razvili smo aplikacijo za detekcijo morebitnih znakov tremorja (parkinsonski ali esencialni tremor) v ročno narisani spirali. Primeri narisanih spiral so na sliki spodaj. Sistem je bil razvit v aplikativnem projektu ParkinsonCheck. Teče na pametnih telefonih in tabličnih računalnikih.</p>",
        "<p>Uporabnik nariše več spiral s predlogo in brez. Aplikacija iz poteka risanja izlušči številne lastnosti spiral, na podlagi katerih klasificira uporabnika kot zdravega ali ga opozori na možnost, da kaže znake enega od tremorjev. V tem primeru mu svetuje obisk pri zdravniku.</p>"
      ]
    },

    {
      "title": "Kriptografija",
      "startTime": "12:00",
      "location": "P21",
      "accentColor": "#5BD1C0",
      "content": [
        "<p>Kriptografija združuje mnoga področja, od matematike in računalništva pa vse do ekonomije in prava. Potrebujejo jo vsi – tisti, ki uporabljajo pošto in iščejo po internetu, in tisti, ki vodijo velika podjetja ter države. Kako kriptografija deluje, vam bomo pokazali s pomočjo kriptografskih ugank.</p>"
      ]
    },
    {
      "title": "Peskovnik",
      "startTime": "12:00",
      "location": "P21",
      "accentColor": "#5BD1C0",
      "content": [
        "<p>Peskovnik predstavlja virtualno obogateno okolje s katerim se na visokotehnološki način vrnemo v otroško obdobje brezskrbnega ustvarjanja z mivko. Projicirana vsebina se spreminja v skladu s trenutno obliko pokrajine v peskovniku. S tem lahko simuliramo višinske nivoje v različnih odtenkih. Zaradi svoje zasnove je instalacija zelo primerna za vizualizacijo virtualne geologije. Z uporabo globinskega senzorja in projektorja lahko pričaramo izjemno natančno procesiranje fizične površine in hkrati obogateno predstavitev novih vsebin s katerimi površina nemudoma postane bolj atraktivna.</p>"
      ]
    },
     {
      "title": "Mindreader",
      "startTime": "12:00",
      "location": "P21",
      "accentColor": "#5BD1C0",
      "content": [
        "<p>Mindreader v realnem času analizira vhodno sliko, na kateri poišče obraze vseh prisotnih opazovalcev. Aplikacija sledi detektiranim obrazom in jih v virtualnem svetu ustrezno obogati. Posameznik lahko pridobi novo, interaktivno identiteto, ki je pogojena z analiziranimi obraznimi značilnostmi. Hkrati vsak obraz pridobi t.i. miselni oblaček, v katerem je zapisana humorna izjava, ki ponazarja trenutno razmišljanje opazovalca. Instalacija je namenjena družabnim dogodkom, kjer je zaželjeno sproščeno navezovanje stikov in Mindreader v tem pogledu svojo nalogo opravlja več kot odlično!</p>"
      ]
    },
    {
      "title": "Predstavitev projektov",
      "startTime": "12:00",
      "location": "P21",
      "accentColor": "#5BD1C0"
    },

    {
      "title": "Robotska roka",
      "startTime": "12:00",
      "location": "P18",
      "accentColor": "#52CC5C",
      "content": [
        "<p>Na Fakulteti za računalništvo in informatiko smo izdelali pametno robotsko roko, ki zaznava svet okoli sebe in se nanj odziva. Pri izdelavi smo uporabili najnovejše tehnologije, od 3D tiskalnika do poceni računalnikov Raspberry Pi. Razvita roka je po načinu upravljanja enaka kot velike robotske roke na proizvodnih linijah ter drugih robotskih sistemih, kar omogoča našim študentom, da se spoznajo z robotiko na praktični in dostopen način. Prikazali bomo delovanje pametne robotske roke, obenem pa bo razložen tudi postopek njene izdelave.</p>"
      ]
    },
    {
      "title": "Turtle bot",
      "startTime": "12:00",
      "location": "P18",
      "accentColor": "#52CC5C",
      "content": [
        "<p>Mobilni roboti postajajo naši vsakdanji spremljevalci v gospodinjstvu. Sesalci sami skrbijo za brezhibno čista tla v naših domovih, kosilnice pa za popolno travnato površino na vrtovih. Ste se kdaj vprašali, kako taki mobilni roboti delujejo, kako gledajo na svet in kako razpoznavajo svojo okolico? Poglejte na svet skozi robotove oči in spoznali boste, da je njegov pogled precej drugačen.</p>",
        "<p>Obiskovalci boste lahko poskusili s pomočjo robotovih čutil (senzorjev za oddaljenost in premikanje ter kamere) pripeljati robota do cilja.</p>"
      ]
    }
  ],
  "second": [
    {
      "title": "Sprejem dijakov",
      "startTime": "10:00",
      "location": "PA",
      "accentColor": "#EB5859"
    },

    {
      "title": "Igre",
      "startTime": "12:00",
      "location": "P16 ",
      "accentColor": "#EBD157",
      "content": [
        "<p>Pri predmetu Programiranje 1 že tradicionalno prirejamo tekmovanja v programiranju namiznih iger. Študentski programi so doslej tekmovali v igrah, kot so Štiri v vrsto, Točke in črte, Hex, Gomoku ... Marsikateri udeleženec ob vpisu na fakulteto ni imel nikakršnega predznanja programiranja, po borih treh mesecih študija pa je na tekmovanju dosegel nadpovprečno uvrstitev ali celo zmago.</p>"
      ]
    },

    {
      "title": "Sheep Herding",
      "startTime": "12:00",
      "location": "P20",
      "accentColor": "#4A84A3",
      "content": [
        "<p>V vlogi kužka v eni minuti pripelji čim več ovc v skedenj. Preganjanje ovc? A je to biotehniška in ne računalniški faks? Res je nova stavba FRI na isti lokaciji, ampak ali sem morda zašel v napačno stojnico? Če se ti po glavi vrtijo ta vprašanja, naj te potolažim. Nisi zgrešil. Če te zanima, kaj imajo skupnega črede ovc, jate rib in ptic, vojaški droni, igre in filmi Gospodar prstanov se nam pridruži."
      ]
    },
    {
      "title": "Fishertechnik",
      "startTime": "12:00",
      "location": "P20",
      "accentColor": "#4A84A3"
    },
    {
      "title": "Minecraft Slovenia",
      "startTime": "12:00",
      "location": "P20",
      "accentColor": "#4A84A3"
    },

    {
      "title": "Zombie Walk",
      "startTime": "12:00",
      "location": "P19",
      "accentColor": "#EB8B58"
    },
    {
      "title": "Slavni dvojnik",
      "startTime": "12:00",
      "location": "P19",
      "accentColor": "#EB8B58"
    },
    {
      "title": "Parkinsoncheck",
      "startTime": "12:00",
      "location": "P19",
      "accentColor": "#EB8B58"
    },

    {
      "title": "Kriptografija",
      "startTime": "12:00",
      "location": "P21",
      "accentColor": "#5BD1C0"
    },
    {
      "title": "Peskovnik in Mindreader",
      "startTime": "12:00",
      "location": "P21",
      "accentColor": "#5BD1C0"
    },
    {
      "title": "Predstavitev projektov",
      "startTime": "12:00",
      "location": "P21",
      "accentColor": "#5BD1C0"
    },

    {
      "title": "Robotska roka",
      "startTime": "12:00",
      "location": "P18",
      "accentColor": "#52CC5C"
    },
    {
      "title": "Turtle bot",
      "startTime": "12:00",
      "location": "P18",
      "accentColor": "#52CC5C"
    }
  ],
  "third": [
    {
      "title": "Sprejem dijakov",
      "startTime": "10:00",
      "location": "PA",
      "accentColor": "#EB5859"
    },

    {
      "title": "Igre",
      "startTime": "12:00",
      "location": "P16 ",
      "accentColor": "#EBD157",
      "content": [
        "<p></p>"
      ]
    },

    {
      "title": "Sheep Herding",
      "startTime": "12:00",
      "location": "P20",
      "accentColor": "#4A84A3",
      "content": [
        "<p>V vlogi kužka v eni minuti pripelji čim več ovc v skedenj. Preganjanje ovc? A je to biotehniška in ne računalniški faks? Res je nova stavba FRI na isti lokaciji, ampak ali sem morda zašel v napačno stojnico? Če se ti po glavi vrtijo ta vprašanja, naj te potolažim. Nisi zgrešil. Če te zanima, kaj imajo skupnega črede ovc, jate rib in ptic, vojaški droni, igre in filmi Gospodar prstanov se nam pridruži."
      ]
    },
    {
      "title": "Fishertechnik",
      "startTime": "12:00",
      "location": "P20",
      "accentColor": "#4A84A3"
    },
    {
      "title": "Minecraft Slovenia",
      "startTime": "12:00",
      "location": "P20",
      "accentColor": "#4A84A3"
    },

    {
      "title": "Zombie Walk",
      "startTime": "12:00",
      "location": "P19",
      "accentColor": "#EB8B58"
    },
    {
      "title": "Slavni dvojnik",
      "startTime": "12:00",
      "location": "P19",
      "accentColor": "#EB8B58"
    },
    {
      "title": "Parkinsoncheck",
      "startTime": "12:00",
      "location": "P19",
      "accentColor": "#EB8B58"
    },

    {
      "title": "Kriptografija",
      "startTime": "12:00",
      "location": "P21",
      "accentColor": "#5BD1C0"
    },
    {
      "title": "Peskovnik in Mindreader",
      "startTime": "12:00",
      "location": "P21",
      "accentColor": "#5BD1C0"
    },
    {
      "title": "Predstavitev projektov",
      "startTime": "12:00",
      "location": "P21",
      "accentColor": "#5BD1C0"
    },

    {
      "title": "Robotska roka",
      "startTime": "12:00",
      "location": "P18",
      "accentColor": "#52CC5C"
    },
    {
      "title": "Turtle bot",
      "startTime": "12:00",
      "location": "P18",
      "accentColor": "#52CC5C"
    }
  ]
}
